import "./About.css";

export default function About() {
  return (
    <>
    <div className="container mt-5">

      <div className="About ritgh">
        موقع قموس هو منصة إلكترونية متخصصة في تقديم خدمات الترجمة والقواميس 
        المتعددة اللغات، حيث يوفر للمستخدمين إمكانية البحث عن معاني الكلمات
        والمصطلحات في مختلف اللغات، بالإضافة إلى تزويدهم بترجمات دقيقة
        واستخدامات سياقية للكلمات. يعتمد الموقع على قاعدة بيانات شاملة تحتوي على
        مفردات من لغات متنوعة، مما يجعله أداة فعالة للمترجمين والطلاب والباحثين
        وكل من يحتاج إلى معرفة معاني الكلمات بلغات أخرى.
      </div>
    </div>
    </>
  );
}
